<div class="well well-sm">
  <p>我，紀昭明，成長於台北縣淡水鎮，大學我選擇就讀萬能科技大學資訊管理系，在這四年中學習許多管理學，從系統分析、統計學、資料庫、ERP等理論科目，c++、JAVA、Dreamweaver等等程式軟體都會學習到，認真學習每一科，讓我順利通過學業，也成功的再次考上乙級軟體應用，讓office系列能夠實際活用。</p>

 <p>畢業後第一年，盲目地尋找工作，面試許多家，仍得到等候通知的訊息，後來在某機緣下，當了九個月無薪獎金制度的資訊業務員，做出這個決定，除了待業期間，讓人感覺無力外，最重要的是求一份經驗，一份學習，訓練口才，學習知識，並且找尋我適合的工作屬於什麼？在這九個月當中，漸漸理解，我想要的是一份解決system的工程師，於是辭去業務，進入補習班，學習有關網管課程，平時上課，假日打工，終考取RHCE並設定CCNA、MCITP為目標努力。</p>

 <p>在冰河公司工作三年，第一年寫php網頁程式，第二年開始管理公司伺服器、網站運作狀況、管理公司3C設備借出及維護、封包流量管控。曾協助公司搬家至新環境維持新公司網路運作、協助公司ISMS資安認證，從中學習成長。  </p>

 <p>在萬蕙昇公司工作四個月，做MIS工作，了解Exchange Mail Server 帳密建置 ，處理公司設備問題，採購處理，但因公司文化、制度上的問題，決定離開，學習Codeingiter php 及響應式網頁設計</p>
</div>